Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: High Frequency power (0.15-0.4 Hz), the band most closely tied to parasympathetic activity. These oscillations come from respiratory sinus arrhythmia — your heart speeds up when you inhale and slows when you exhale. That band corresponds to breathing between about 9 and 24 breaths per minute, which is where normal resting breathing sits.
ar: قدرة التردد العالي (0.15-0.4 Hz)، النطاق الأوثق ارتباطًا بنشاط الجهاز نظير الودي. تنشأ هذه التذبذبات من اللانظمية الجيبية التنفسية — يتسارع قلبك عند الشهيق ويتباطأ عند الزفير. يقابل هذا النطاق التنفس بين نحو 9 و24 نفَسًا في الدقيقة، وهو نطاق التنفس الطبيعي أثناء الراحة.
da: High Frequency-effekt (0,15-0,4 Hz), det bånd, der hænger tættest sammen med parasympatisk aktivitet. Disse svingninger kommer fra respiratorisk sinusarytmi — dit hjerte slår hurtigere, når du ånder ind, og langsommere, når du ånder ud. Båndet svarer til en vejrtrækning på ca. 9 til 24 gange i minuttet, hvor normal vejrtrækning i hvile ligger.
de: Hochfrequente Leistung (0,15–0,4 Hz), das Band, das am engsten mit parasympathischer Aktivität verbunden ist. Diese Schwingungen entstehen durch die respiratorische Sinusarrhythmie — dein Herz schlägt beim Einatmen schneller und beim Ausatmen langsamer. Dieses Band entspricht einer Atmung von etwa 9 bis 24 Atemzügen pro Minute, also dem Bereich normaler Ruheatmung.
es: Potencia de alta frecuencia (0,15-0,4 Hz), la banda más estrechamente ligada a la actividad parasimpática. Estas oscilaciones provienen de la arritmia sinusal respiratoria: tu corazón se acelera al inspirar y se ralentiza al espirar. Esa banda corresponde a respirar entre unas 9 y 24 veces por minuto, que es donde se sitúa la respiración normal en reposo.
fi: Korkeataajuinen teho (0,15–0,4 Hz), kaista, joka liittyy läheisimmin parasympaattiseen aktiivisuuteen. Nämä värähtelyt syntyvät hengityksen aiheuttamasta sinusarytmiasta — sydämesi kiihtyy sisäänhengityksellä ja hidastuu uloshengityksellä. Kaista vastaa noin 9–24 hengenvetoa minuutissa, mikä on normaalin lepohengityksen alue.
fr: Puissance haute fréquence (0,15-0,4 Hz), la bande la plus étroitement liée à l’activité parasympathique. Ces oscillations proviennent de l’arythmie sinusale respiratoire — votre cœur accélère à l’inspiration et ralentit à l’expiration. Cette bande correspond à une respiration d’environ 9 à 24 respirations par minute, soit la respiration normale au repos.
is: Hátíðniafl (0,15-0,4 Hz), tíðnisviðið sem tengist parasympatískri virkni hvað nánast. Þessar sveiflur stafa af öndunartengdri sínushjartsláttaróreglu — hjartað hraðar á sér við innöndun og hægir á sér við útöndun. Það svið samsvarar öndun á milli um 9 og 24 andardrátta á mínútu, sem er þar sem eðlileg öndun í hvíld liggur.
it: Potenza ad alta frequenza (0,15-0,4 Hz), la banda più legata all'attività parasimpatica. Queste oscillazioni derivano dall'aritmia sinusale respiratoria: il cuore accelera quando inspiri e rallenta quando espiri. Questa banda corrisponde a una respirazione tra circa 9 e 24 atti al minuto, dove si colloca la normale respirazione a riposo.
ja: 高周波（HF）パワー（0.15～0.4 Hz）は、副交感神経活動と最も密接に結びついた帯域です。この振動は呼吸性洞性不整脈によるもので、息を吸うと心拍が速まり、吐くと遅くなります。この帯域は 1 分あたり約 9～24 回の呼吸に相当し、通常の安静時の呼吸はこの範囲にあります。
ko: 고주파 파워(0.15-0.4Hz), 부교감신경 활동과 가장 밀접한 대역입니다. 이 진동은 호흡성 동성 부정맥에서 비롯됩니다 — 숨을 들이쉬면 심장이 빨라지고 내쉬면 느려집니다. 이 대역은 분당 약 9~24회의 호흡에 해당하며, 평상시 안정 호흡이 이 범위에 있습니다.
nb: Høyfrekvent effekt (0,15-0,4 Hz), båndet som er tettest knyttet til parasympatisk aktivitet. Disse svingningene kommer fra respiratorisk sinusarytmi — hjertet slår raskere når du puster inn og langsommere når du puster ut. Båndet tilsvarer en pustefrekvens på omtrent 9 til 24 pust per minutt, som er der normal pust i hvile ligger.
nl: Hoogfrequent vermogen (0,15-0,4 Hz), de band die het nauwst samenhangt met parasympathische activiteit. Deze schommelingen komen van respiratoire sinusaritmie — je hart versnelt bij inademen en vertraagt bij uitademen. Die band komt overeen met ongeveer 9 tot 24 ademhalingen per minuut, waar normaal ademen in rust zit.
pt_br: Potência de alta frequência (0,15-0,4 Hz), a banda mais ligada à atividade parassimpática. Essas oscilações vêm da arritmia sinusal respiratória — seu coração acelera quando você inspira e desacelera quando expira. Essa banda corresponde a respirar entre cerca de 9 e 24 vezes por minuto, que é onde fica a respiração normal em repouso.
ru: Мощность высоких частот (0,15–0,4 Гц) — полоса, наиболее тесно связанная с парасимпатической активностью. Эти колебания возникают из-за дыхательной синусовой аритмии: сердце ускоряется на вдохе и замедляется на выдохе. Полоса соответствует дыханию примерно от 9 до 24 вдохов в минуту — это обычное дыхание в покое.
sv: Högfrekvent effekt (0,15–0,4 Hz), det band som är närmast kopplat till parasympatisk aktivitet. Svängningarna kommer från respiratorisk sinusarytmi — hjärtat slår snabbare när du andas in och långsammare när du andas ut. Bandet motsvarar andning mellan ungefär 9 och 24 andetag per minut, vilket är där normal vilande andning ligger.
zh_hans: 高频功率（0.15-0.4 Hz），是与副交感神经活动关系最密切的频段。这些振荡来自呼吸性窦性心律不齐 — 吸气时心跳加快，呼气时减慢。该频段对应每分钟约 9 到 24 次的呼吸，正常静息呼吸就在这个范围内。

source: High LF at rest
ar: LF مرتفع أثناء الراحة
da: Høj LF i hvile
de: Hohe LF in Ruhe
es: LF alta en reposo
fi: Korkea LF levossa
fr: LF élevée au repos
is: Hátt LF í hvíld
it: LF alta a riposo
ja: 安静時の高い LF
ko: 안정 시 높은 LF
nb: Høy LF i hvile
nl: Hoge LF in rust
pt_br: LF alto em repouso
ru: Высокий LF в покое
sv: Hög LF i vila
zh_hans: 静息时 LF 偏高

source: High RMSSD — strong parasympathetic activity
ar: RMSSD مرتفع — نشاط قوي للجهاز نظير الودي
da: Høj RMSSD — stærk parasympatisk aktivitet
de: Hoher RMSSD — starke parasympathische Aktivität
es: RMSSD alto: actividad parasimpática fuerte
fi: Korkea RMSSD — vahva parasympaattinen aktiivisuus
fr: RMSSD élevé — forte activité parasympathique
is: Hátt RMSSD — sterk parasympatísk virkni
it: RMSSD alto — forte attività parasimpatica
ja: 高い RMSSD — 強い副交感神経活動
ko: 높은 RMSSD — 강한 부교감신경 활동
nb: Høy RMSSD — sterk parasympatisk aktivitet
nl: Hoge RMSSD — sterke parasympathische activiteit
pt_br: RMSSD alto — forte atividade parassimpática
ru: Высокий RMSSD — выраженная парасимпатическая активность
sv: Hög RMSSD — stark parasympatisk aktivitet
zh_hans: RMSSD 高 — 副交感神经活动强

source: High stress — significant sympathetic activation. Combined with low RMSSD, this is a clear "rest" signal.
ar: إجهاد مرتفع — تنشيط ودي ملحوظ. مع انخفاض RMSSD، هذه إشارة واضحة إلى «الراحة».
da: Højt stress — betydelig sympatisk aktivering. Kombineret med lav RMSSD er det et tydeligt »hvil«-signal.
de: Hoher Stress — deutliche sympathische Aktivierung. Zusammen mit niedrigem RMSSD ist das ein klares Signal für „Ruhe“.
es: Estrés alto: activación simpática importante. Junto con un RMSSD bajo, es una señal clara de «descanso».
fi: Korkea stressi — merkittävä sympaattinen aktivaatio. Yhdessä matalan RMSSD:n kanssa tämä on selvä "lepää"-signaali.
fr: Stress élevé — activation sympathique importante. Associé à un RMSSD bas, c’est un signal clair de « repos ».
is: Mikil streita — veruleg sympatísk virkjun. Ásamt lágu RMSSD er þetta skýrt „hvíldar“-merki.
it: Stress elevato — attivazione simpatica significativa. Insieme a un RMSSD basso, è un chiaro segnale di "riposo".
ja: 高いストレス — 交感神経がかなり活性化しています。RMSSD の低さと合わせると、明確な「休息」のシグナルです。
ko: 높은 스트레스 — 상당한 교감신경 활성화. 낮은 RMSSD와 함께라면 분명한 "휴식" 신호입니다.
nb: Høyt stress — betydelig sympatisk aktivering. Sammen med lav RMSSD er dette et tydelig «hvil»-signal.
nl: Hoge stress — aanzienlijke sympathische activatie. Samen met een lage RMSSD is dit een duidelijk ‘rust’-signaal.
pt_br: Estresse alto — ativação simpática significativa. Combinado a um RMSSD baixo, é um sinal claro de "descanso".
ru: Высокий стресс — значительная симпатическая активация. В сочетании с низким RMSSD это явный сигнал к отдыху.
sv: Hög stress — betydande sympatisk aktivering. Tillsammans med låg RMSSD är detta en tydlig signal om "vila".
zh_hans: 高压力 — 明显的交感神经激活。结合较低的 RMSSD，这是一个明确的“休息”信号。

source: High — the pattern usually seen when parasympathetic activity is the larger influence, which at rest is typically a recovery signal
ar: مرتفع — النمط المعتاد عندما يكون نشاط الجهاز نظير الودي هو التأثير الأكبر، وهو أثناء الراحة إشارة تعافٍ عادةً
da: Høj — det mønster, der normalt ses, når parasympatisk aktivitet har størst indflydelse, hvilket i hvile typisk er et restitutionssignal
de: Hoch — das Muster, das meist auftritt, wenn die parasympathische Aktivität überwiegt; in Ruhe ist das typischerweise ein Erholungssignal
es: Alto: el patrón que suele verse cuando la actividad parasimpática tiene más influencia, lo que en reposo suele ser una señal de recuperación
fi: Korkea — kuvio, joka nähdään yleensä parasympaattisen aktiivisuuden ollessa vallitseva vaikutus, mikä levossa on tyypillisesti palautumisen merkki
fr: Élevé — le schéma généralement observé quand l’activité parasympathique est l’influence dominante, ce qui au repos est typiquement un signal de récupération
is: Hátt — mynstrið sem venjulega sést þegar parasympatísk virkni hefur meiri áhrif, sem í hvíld er yfirleitt merki um bata
it: Alto — lo schema che si osserva di solito quando l'attività parasimpatica ha l'influenza maggiore, il che a riposo è in genere un segnale di recupero
ja: 高い — 副交感神経活動の影響が大きいときによく見られるパターンで、安静時には一般に回復のシグナルです
ko: 높음 — 부교감신경 활동의 영향이 더 클 때 흔히 보이는 패턴으로, 안정 시에는 대개 회복 신호입니다
nb: Høy — mønsteret man vanligvis ser når parasympatisk aktivitet har størst innflytelse, noe som i hvile typisk er et restitusjonssignal
nl: Hoog — het patroon dat meestal te zien is als parasympathische activiteit de grootste invloed heeft, wat in rust doorgaans een herstelsignaal is
pt_br: Alto — o padrão geralmente observado quando a atividade parassimpática é a influência maior, o que em repouso costuma ser um sinal de recuperação
ru: Высокое — картина, которая обычно наблюдается, когда преобладает парасимпатическое влияние; в покое это, как правило, сигнал восстановления
sv: Hög — det mönster som brukar ses när parasympatisk aktivitet har störst inflytande, vilket i vila vanligtvis är en återhämtningssignal
zh_hans: 高 — 通常在副交感神经活动影响更大时出现的模式，在静息时通常是恢复的信号

source: Higher means
ar: القيمة الأعلى تعني
da: Højere betyder
de: Höher bedeutet
es: Más alto significa
fi: Korkeampi tarkoittaa
fr: Une valeur plus élevée signifie
is: Hærra þýðir
it: Valori più alti indicano
ja: 高い値の意味
ko: 높을수록
nb: Høyere betyr
nl: Hoger betekent
pt_br: Maior significa
ru: Большее значение означает
sv: Högre betyder
zh_hans: 越高意味着

source: Highest rate in the full recording. Overnight spikes may indicate disrupted sleep, movement, or stress dreams.
ar: أعلى معدل في التسجيل الكامل. قد تشير القفزات الليلية إلى نوم متقطع أو حركة أو أحلام مُجهِدة.
da: Højeste værdi i hele optagelsen. Spidser om natten kan tyde på forstyrret søvn, bevægelse eller stressende drømme.
de: Höchste Frequenz der gesamten Aufnahme. Spitzen in der Nacht können auf gestörten Schlaf, Bewegung oder Stressträume hindeuten.
es: La frecuencia más alta de toda la grabación. Los picos nocturnos pueden indicar sueño alterado, movimiento o sueños estresantes.
fi: Koko tallennuksen korkein syke. Yön aikaiset piikit voivat viitata katkonaiseen uneen, liikkeeseen tai stressaaviin uniin.
fr: Fréquence la plus élevée sur l’ensemble de l’enregistrement. Des pics nocturnes peuvent indiquer un sommeil perturbé, des mouvements ou des rêves stressants.
is: Hæsta gildi í allri upptökunni. Toppar yfir nóttina geta bent til truflaðs svefns, hreyfingar eða streitudrauma.
it: Frequenza più alta dell'intera registrazione. I picchi notturni possono indicare sonno disturbato, movimento o sogni agitati.
ja: 記録全体での最高値です。夜間の急上昇は、睡眠の乱れ、体動、ストレスのある夢を示している可能性があります。
ko: 전체 기록에서 가장 높은 심박수. 야간의 급등은 수면 방해, 움직임, 스트레스성 꿈을 나타낼 수 있습니다.
nb: Høyeste puls i hele opptaket. Topper om natten kan tyde på forstyrret søvn, bevegelse eller urolige drømmer.
nl: Hoogste waarde in de volledige opname. Pieken ’s nachts kunnen wijzen op onrustige slaap, beweging of stressvolle dromen.
pt_br: A maior frequência em toda a gravação. Picos noturnos podem indicar sono interrompido, movimento ou sonhos estressantes.
ru: Самый высокий пульс за всю запись. Ночные всплески могут указывать на нарушенный сон, движение или тревожные сны.
sv: Högsta värdet i hela inspelningen. Toppar under natten kan tyda på störd sömn, rörelse eller stressiga drömmar.
zh_hans: 整个记录中的最高心率。夜间的峰值可能提示睡眠受干扰、身体活动或紧张的梦境。

source: Highest RMSSD
ar: أعلى RMSSD
da: Højeste RMSSD
de: Höchster RMSSD
es: RMSSD más alto
fi: Korkein RMSSD
fr: RMSSD le plus élevé
is: Hæsta RMSSD
it: RMSSD più alto
ja: 最高 RMSSD
ko: 최고 RMSSD
nb: Høyeste RMSSD
nl: Hoogste RMSSD
pt_br: Maior RMSSD
ru: Самый высокий RMSSD
sv: Högsta RMSSD
zh_hans: 最高 RMSSD

source: Highest SDNN
ar: أعلى SDNN
da: Højeste SDNN
de: Höchste SDNN
es: SDNN más alto
fi: Korkein SDNN
fr: SDNN le plus élevé
is: Hæsta SDNN
it: SDNN più alto
ja: 最高 SDNN
ko: 최고 SDNN
nb: Høyeste SDNN
nl: Hoogste SDNN
pt_br: Maior SDNN
ru: Самый высокий SDNN
sv: Högsta SDNN
zh_hans: 最高 SDNN

source: Highest Total Power
ar: أعلى قدرة كلية
da: Højeste totale effekt
de: Höchste Gesamtleistung
es: Potencia total más alta
fi: Korkein kokonaisteho
fr: Puissance totale la plus élevée
is: Hæsta heildarafl
it: Potenza totale più alta
ja: 最高合計パワー
ko: 최고 총 파워
nb: Høyeste totaleffekt
nl: Hoogste totale vermogen
pt_br: Maior potência total
ru: Самая высокая общая мощность
sv: Högsta totaleffekt
zh_hans: 最高总功率

source: History
ar: السجل
da: Historik
de: Verlauf
es: Historial
fi: Historia
fr: Historique
is: Saga
it: Cronologia
ja: 履歴
ko: 기록 목록
nb: Historikk
nl: Geschiedenis
pt_br: Histórico
ru: История
sv: Historik
zh_hans: 历史

source: Honest about it. The arrow has four states based on your GPS horizontal accuracy:
ar: صريح في ذلك. للسهم أربع حالات بحسب دقة GPS الأفقية لديك:
da: Ærlig om det. Pilen har fire tilstande baseret på din vandrette GPS-nøjagtighed:
de: Ehrlich damit. Der Pfeil hat vier Zustände, abhängig von deiner horizontalen GPS-Genauigkeit:
es: Con honestidad. La flecha tiene cuatro estados según la precisión horizontal de tu GPS:
fi: Rehellisesti. Nuolella on neljä tilaa GPS:n vaakasuuntaisen tarkkuuden mukaan:
fr: En toute transparence. La flèche a quatre états selon la précision horizontale de votre GPS :
is: Heiðarleg um það. Örin hefur fjögur ástönd eftir láréttri GPS-nákvæmni þinni:
it: Con onestà. La freccia ha quattro stati in base alla precisione orizzontale del GPS:
ja: 正直に示します。矢印は GPS の水平精度に応じて 4 つの状態になります：
ko: 솔직하게 표시합니다. 화살표는 GPS 수평 정확도에 따라 네 가지 상태를 가집니다:
nb: Ærlig om det. Pilen har fire tilstander basert på den horisontale GPS-nøyaktigheten:
nl: Daar is het eerlijk over. De pijl heeft vier toestanden, op basis van je horizontale GPS-nauwkeurigheid:
pt_br: Com honestidade. A seta tem quatro estados, de acordo com a precisão horizontal do seu GPS:
ru: Честно. У стрелки четыре состояния в зависимости от горизонтальной точности GPS:
sv: Ärlig om det. Pilen har fyra lägen baserat på din horisontella GPS-noggrannhet:
zh_hans: 坦诚相告。根据你的 GPS 水平精度，箭头有四种状态：

source: Honest list of where the assistant falls short right now
ar: قائمة صريحة بمواطن قصور المساعد حاليًا
da: Ærlig liste over, hvor assistenten kommer til kort lige nu
de: Ehrliche Liste, wo der Assistent derzeit an Grenzen stößt
es: Lista honesta de los puntos en los que el asistente se queda corto ahora mismo
fi: Rehellinen luettelo siitä, missä avustaja tällä hetkellä jää vajaaksi
fr: Liste honnête des points où l’assistant est encore insuffisant
is: Heiðarlegur listi yfir hvar aðstoðarmaðurinn stendur ekki undir væntingum eins og er
it: Elenco onesto dei punti in cui l'assistente oggi è carente
ja: アシスタントが現時点で苦手なことの正直な一覧
ko: 어시스턴트가 현재 부족한 부분에 대한 솔직한 목록
nb: En ærlig liste over hvor assistenten kommer til kort akkurat nå
nl: Eerlijke lijst van waar de assistent op dit moment tekortschiet
pt_br: Lista honesta de onde o assistente ainda deixa a desejar
ru: Честный список того, где ассистент пока не справляется
sv: Ärlig lista över var assistenten har brister just nu
zh_hans: 助手目前不足之处的如实清单

source: Hours slept vs your typical sleep target. Sleeping 10% more than target is max benefit.
ar: ساعات النوم مقارنةً بهدف نومك المعتاد. النوم بنسبة 10% أكثر من الهدف يحقق أقصى فائدة.
da: Timers søvn i forhold til dit typiske søvnmål. At sove 10 % mere end målet giver maksimal fordel.
de: Geschlafene Stunden im Vergleich zu deinem üblichen Schlafziel. 10 % mehr Schlaf als das Ziel bringt den maximalen Nutzen.
es: Horas dormidas frente a tu objetivo de sueño habitual. Dormir un 10 % más que el objetivo da el máximo beneficio.
fi: Nukutut tunnit verrattuna tavanomaiseen unitavoitteeseesi. 10 % tavoitetta pidempi uni antaa suurimman hyödyn.
fr: Heures dormies par rapport à votre objectif de sommeil habituel. Dormir 10 % de plus que l’objectif donne le bénéfice maximal.
is: Klukkustundir svefns miðað við venjulegt svefnmarkmið þitt. Að sofa 10% meira en markmiðið gefur hámarksávinning.
it: Ore dormite rispetto al tuo obiettivo di sonno abituale. Dormire il 10% in più dell'obiettivo dà il massimo beneficio.
ja: 普段の睡眠目標に対する睡眠時間です。目標より 10% 多く眠ると効果が最大になります。
ko: 평소 수면 목표 대비 수면 시간. 목표보다 10% 더 자면 최대 효과입니다.
nb: Timer sovet sammenlignet med det vanlige søvnmålet ditt. Å sove 10 % mer enn målet gir størst nytte.
nl: Geslapen uren ten opzichte van je gebruikelijke slaapdoel. 10% meer slapen dan het doel geeft het maximale voordeel.
pt_br: Horas dormidas em relação à sua meta habitual de sono. Dormir 10% a mais que a meta dá o benefício máximo.
ru: Часы сна по сравнению с вашей обычной целью. Сон на 10% дольше цели даёт максимальную пользу.
sv: Sovna timmar jämfört med ditt vanliga sömnmål. Att sova 10 % mer än målet ger maximal nytta.
zh_hans: 睡眠时长与你的常规睡眠目标对比。睡眠比目标多 10% 时收益达到最大。

source: How accurate is it
ar: ما مدى دقته
da: Hvor præcist er det
de: Wie genau ist es
es: Qué precisión tiene
fi: Kuinka tarkka se on
fr: Quelle est sa précision
is: Hversu nákvæmt er þetta
it: Quanto è accurato
ja: どのくらい正確か
ko: 얼마나 정확한가
nb: Hvor nøyaktig er det
nl: Hoe nauwkeurig is het
pt_br: Qual é a precisão
ru: Насколько это точно
sv: Hur exakt är det
zh_hans: 准确度如何

source: How automatic sync works across your devices
ar: كيف تعمل المزامنة التلقائية عبر أجهزتك
da: Sådan fungerer automatisk synkronisering på tværs af dine enheder
de: So funktioniert die automatische Synchronisierung zwischen deinen Geräten
es: Cómo funciona la sincronización automática entre tus dispositivos
fi: Miten automaattinen synkronointi toimii laitteidesi välillä
fr: Comment fonctionne la synchronisation automatique entre vos appareils
is: Hvernig sjálfvirk samstilling virkar milli tækjanna þinna
it: Come funziona la sincronizzazione automatica tra i tuoi dispositivi
ja: デバイス間の自動同期の仕組み
ko: 기기 간 자동 동기화가 작동하는 방식
nb: Slik fungerer automatisk synkronisering mellom enhetene dine
nl: Hoe automatische synchronisatie tussen je apparaten werkt
pt_br: Como a sincronização automática funciona entre seus dispositivos
ru: Как работает автоматическая синхронизация между устройствами
sv: Så fungerar automatisk synk mellan dina enheter
zh_hans: 自动同步如何在你的设备之间工作

source: How Detection Works
ar: كيف يعمل الاكتشاف
da: Sådan fungerer registreringen
de: So funktioniert die Erkennung
es: Cómo funciona la detección
fi: Miten havaitseminen toimii
fr: Comment fonctionne la détection
is: Hvernig greiningin virkar
it: Come funziona il rilevamento
ja: 検出の仕組み
ko: 감지 방식
nb: Slik fungerer oppdagelsen
nl: Hoe detectie werkt
pt_br: Como funciona a detecção
ru: Как работает обнаружение
sv: Så fungerar upptäckten
zh_hans: 检测原理

source: How disrupted your sleep was — fewer wake-ups and less time awake means better recovery.
ar: مدى تقطّع نومك — استيقاظات أقل ووقت يقظة أقصر يعنيان تعافيًا أفضل.
da: Hvor forstyrret din søvn var — færre opvågninger og mindre vågen tid betyder bedre restitution.
de: Wie gestört dein Schlaf war — weniger Aufwachen und weniger Wachzeit bedeuten bessere Erholung.
es: Lo alterado que fue tu sueño: menos despertares y menos tiempo despierto significan mejor recuperación.
fi: Kuinka katkonaista unesi oli — vähemmän heräämisiä ja valveillaoloa tarkoittaa parempaa palautumista.
fr: À quel point votre sommeil a été perturbé — moins de réveils et moins de temps éveillé signifient une meilleure récupération.
is: Hversu truflaður svefninn var — færri vökur og minni vökutími þýðir betri bata.
it: Quanto è stato disturbato il sonno: meno risvegli e meno tempo da sveglio significano un recupero migliore.
ja: 睡眠がどれだけ妨げられたか — 目覚めが少なく覚醒時間が短いほど、回復は良好です。
ko: 수면이 얼마나 방해받았는지 — 깨는 횟수가 적고 깨어 있는 시간이 짧을수록 회복이 좋습니다.
nb: Hvor forstyrret søvnen var — færre oppvåkninger og mindre våken tid betyr bedre restitusjon.
nl: Hoe verstoord je slaap was — minder keren wakker en minder wakkere tijd betekent beter herstel.
pt_br: O quanto seu sono foi interrompido — menos despertares e menos tempo acordado significam melhor recuperação.
ru: Насколько был нарушен сон — меньше пробуждений и меньше времени без сна означают лучшее восстановление.
sv: Hur störd din sömn var — färre uppvaknanden och mindre vaken tid betyder bättre återhämtning.
zh_hans: 你的睡眠受干扰的程度 — 醒来次数越少、清醒时间越短，恢复越好。

source: How Emuqu Measures Elevation
ar: كيف يقيس Emuqu الارتفاع
da: Sådan måler Emuqu højde
de: So misst Emuqu die Höhe
es: Cómo mide Emuqu la altitud
fi: Miten Emuqu mittaa korkeutta
fr: Comment Emuqu mesure le dénivelé
is: Hvernig Emuqu mælir hækkun
it: Come Emuqu misura il dislivello
ja: Emuqu の標高の測り方
ko: Emuqu가 고도를 측정하는 방법
nb: Slik måler Emuqu høyde
nl: Hoe Emuqu hoogte meet
pt_br: Como o Emuqu mede a elevação
ru: Как Emuqu измеряет высоту
sv: Så mäter Emuqu höjd
zh_hans: Emuqu 如何测量海拔

source: How fresh is the answer
ar: ما مدى حداثة الإجابة
da: Hvor frisk er svaret
de: Wie aktuell ist die Antwort
es: Qué tan actual es la respuesta
fi: Kuinka tuore vastaus on
fr: À quel point la réponse est-elle récente
is: Hversu nýtt er svarið
it: Quanto è aggiornata la risposta
ja: 回答はどのくらい新しいか
ko: 답이 얼마나 최신인가
nb: Hvor ferskt er svaret
nl: Hoe actueel is het antwoord
pt_br: Quão atualizada é a resposta
ru: Насколько свеж ответ
sv: Hur färskt är svaret
zh_hans: 答案有多新

source: How It Stays Alive
ar: كيف يبقى نشطًا
da: Sådan holder den sig i live
de: So bleibt die App aktiv
es: Cómo se mantiene activa
fi: Miten se pysyy käynnissä
fr: Comment il reste actif
is: Hvernig appið helst virkt
it: Come resta attiva
ja: 動作を維持する仕組み
ko: 계속 작동하는 방법
nb: Slik holder den seg i gang
nl: Hoe het actief blijft
pt_br: Como ele continua ativo
ru: Как приложение продолжает работать
sv: Så håller den sig igång
zh_hans: 如何保持运行

source: How It Works
ar: كيف يعمل
da: Sådan fungerer det
de: So funktioniert es
es: Cómo funciona
fi: Miten se toimii
fr: Comment ça marche
is: Hvernig þetta virkar
it: Come funziona
ja: 仕組み
ko: 작동 방식
nb: Slik fungerer det
nl: Hoe het werkt
pt_br: Como funciona
ru: Как это работает
sv: Så fungerar det
zh_hans: 工作原理
